{"author": "趙志", "period": "唐", "type": "诗", "title": "奉和閑廳晚景司戶薩照", "paragraphs": ["薄晚閑無事，澹然休簡牘，寥寥館宇虛，苒苒寒光速。", "輕霜遍衰草，高風斷羣木。", "別有滄[洲]（州）人，棲遑也干祿。", "（均見日本《無理圖書館善本叢書》漢籍之部二影印古抄本《趙志集》。", "）（〖1〗《趙志集》末附花房英樹《解題》謂《趙志集》一卷，卷首第一行題「趙志集一卷」，下小字注：「十七張。", "」實存六張。", "第二首與第三首〖引者注：以下只稱第某首，不錄詩題，以省篇幅〗之間有缺脫，第十首以後缺。", "）（〖2〗關於諸詩作者，花房英樹認爲：「然十首非皆趙志之作。", "第十首即署爲『司戶薩照』。", "蓋其始趙志作第八首呈徐長史，應此徐長史即徐司馬有酬詩至，趙志乃更作第九首和之，而同時司戶薩照亦有鬼徐司馬之作。", "古人於己集中附載他人酬和之，是常見的，又此前各篇，第五首題中『裴草然』上空一格，恐非表明裴草然而爲詩作者，由裴寄趙志。", "空格當係趙志對裴草然之表敬形式，詩爲趙志寄裴。", "第六首，爲裴草然有詩答雲貴高原志後，趙志復作酬篇。", "第七篇，裴草然以答趙志之詩並寄張結，趙志另作和篇，亦寄張結。", "由是觀之則悉爲寄贈酬鬼之作。", "」〖3〗關於諸詩產生的時代，花房英樹認爲當在唐初。", "主要證據是：各篇修辭頗爲洗練，風格近乎《文選》。", "如第一首「聯文日華上」以下四句，可謂《文選》體措辭。", "如第二首以「秋灰」、「夏火」爲對即是。", "在盧照鄰、劉允濟詩中始見此二語。", "以二語相對應使用，則見於駱賓王《初秋登王司馬樓宴序》。", "同篇以「題輿」、「展驥」爲對語，始見於陳子昂《爲鄭資州讓官表》。", "另外可認爲諸篇爲入唐所作的證據有四：一、第二首聯云：「晉嶺高無極，汾川清且濬。", "」「晉嶺」、「汾川」非南朝地，而「晉山」、「汾水」廣見於唐代詩文。", "二、第一首云：「非熊在渭川」，語出《史記·齊太公世家》：「所獲非龍非彲，非虎非羆。", "」「非熊」代「非虎」，與避唐諱有關。", "三、第十首作者「司戶薩照」，「司戶」應爲官名。", "司戶一職隋文帝時曾置，旋廢。", "據《舊唐書》載，在腐曰戶曹參軍，在州曰司戶參軍，在縣曰司戶。", "薩照係州縣官員，故此「司戶」爲唐代官職。", "四、集中有三篇四言詩。", "自六朝至隋，除郊廟歌辭外，四言詩未見廣泛運用於一般主題。", "至唐初，始有王勃《倬彼我系》及崔知賢、陳子昂等六人《三月三日宴王明府山亭》的寫作。", "《趙志集》中的三首四言詩，似乎可以認爲是對陳子昂等人寫作四言詩活動極爲關心的結果。", "因此諸詩之寫作時代，當在六朝文學風氣衰今明兩年之前，律詩意識尚未確立之際，很可能在初唐末期。", "〖4〗關於作者的身份，花房英樹認爲：司戶薩照是州縣的屬官，雲貴高原志也應是地方官。", "詩中可得到證明。", "如第三首題言「在縣」，詩中說到「方慚灌壇術」。", "第一首亦云：「謬茲叨下邑」，可以參證。", "他對上級，本州的劉長史、鄭司馬極其鄭重地冠以敬、奉、仰等文字，亦與其身份相合。", "趙志等所在的州縣，可能在京師的北面。", "十首所詠都是秋景，其中「寒樹」、「寒光」、「寒露」、「寒葭」、「寒木」之類辭匯再三出現。", "北地的地名也時有所見，如前面提及的「晉嶺」、「汾川」等。", "作爲一種意見，可以這樣認爲：《趙志集》的作者，是初唐末期、京師北面某地的縣令趙志。", "今存的十首詩，是以趙志爲主的寄贈酬和之作。", "〖5〗花房英樹還對鈔本的年代作了推測。", "他認爲，這本書於唐代中期傳入日本。", "現在所見，是其轉鈔本的一軸。", "其中有不少別字，恐怕是因襲原鈔的，作爲表敬的書寫形式，也應該是唐代原鈔的舊貌。", "其書法可斷定爲日本的古書法。", "從避唐諱、保存空格及書寫格式來推測，這個鈔本當是平安中期以前之物，至少不遲於背紙所抄《唯識章》所注明的「長元參年」〖一○三○〗。", "〖駱玉明摘譯〗〖6〗《藝文志》第一輯刊周紹良《〈趙志集〉跋》云：「日本漢學家都認爲這是『趙志』的詩集，是他的作品。", "實際這是值得商榷的。", "仔細審查此十首詩中，至多可能只有趙志詩三首，甚或此詩集只是趙志抄錄者，內中連他的作品一首也沒有，也屬可能。", "現在根據卷中他標詩題，我們可以知道，第一首《敬贈》是張皓給劉長史者，其詩題應作《敬贈劉長史》，蓋其題下『張皓兄』三字力抄錄者所記作者姓名，由於同屬友人，因加『兄』字。", "其第二首當是劉長史和章，詩題應作《奉酬張皓兄》，其『劉長史』三字乃抄錄者所標識。", "第三首是鄭司馬所作，詩題應是《秋日在縣望雨仰贈□□□》，『鄭司馬』三字亦抄錄者所記。", "第四首是鄭司馬仰酬之作〖引者按：此句似應爲『是仰酬鄭司馬之作』〗，如果鄭司馬所贈之人即趙志，則此首即趙志之作，否則當另有其人，而是由趙志抄錄者。", "不過有一點可以知道，作此詩者其地位應視司馬爲高，所以原題用『仰贈』，而此詩則以禮貌答之作『仰酬』也。", "第五首詩題應作《秋晚感時寄張結》，而作者乃『裴草然』。", "第六首則是張結奉酬裴草然之作。", "第七首或者是趙志之作，但也可能爲他人所作而由趙志錄之於此者？第八首詩題應是《閑庭晚景敬呈□□□》，題下所署『徐長區亦作者官職與姓也。", "第九首爲被贈詩者和章，其人或即趙志，亦無法確指。", "第十首則爲司戶蘇然之作。", "從整個十首詩的詩題與內容總起來看，它與卷題《趙志集》之名是不相符的，因其中明顯大部非趙志作品。", "但此書何以題作《趙志集》？實爲不解。", "」今按：以上二家對諸詩作者的考證，均持之有故，言之成理可各成一說，但均不足以論定。", "除第十首二家均斷定）（爲「司戶薩照」〖周紹良錄作「蘇照」、「蘇然」，皆誤〗之作外，其餘九首尚難遽定歸屬。", "爲慎重起見，今仍以「趙志集」列目各詩詩題及次第仍照原卷面貌編排，以便進一歩研究。", "）。"]}